/*
 BrandMessengerLocalizable.strings
 BrandMessenger
 
 Copyright (c) 2015 Smooch Technologies. All rights reserved.
 */

/* Nav bar button */
"Cancel" = "Peruuta";

/* Conversation title */
"Messages" = "Viestit";

/* Conversation header. Uses CFBundleDisplayName */
"This is the start of your conversation with the %@ team. We'll stay in touch to help you get the most out of your app.\nFeel free to leave us a message about anything that’s on your mind. We’ll get back to your questions, suggestions or anything else as soon as we can." = "Tästä voit aloittaa keskustelun %@ tiimin kanssa. Olemme sinuun yhteydessä saadaksesi kaiken irti sovelluksestasi.\nJätä meille viesti jos jokin asia vaivaa mieltäsi. Vastaamme kysymyksiisi, ehdotuksiisi ja muihin asioihisi heti kun voimme.";

/* Error message shown in conversation view */
"No Internet connection" = "Ei Internet yhteyttä";

/* Error message shown in conversation view */
"Could not connect to server" = "Palvelimeen ei voitu yhdistää";

/* Error message shown in conversation view */
"Reconnecting..." = "Palvelimeen ei voitu yhdistää";

/* Fallback used by the in app notification when no message author name is found */
"%@ Team" = "%@ Tiimi";

/* Conversation send button */
"Send" = "Lähetä";

/* Conversation text input place holder */
"Type a message..." = "Kirjoita viesti...";

/* Conversation nav bar left button */
"Done" = "Valmis";

/* Failure text for chat messages that fail to upload */
"Message not delivered. Tap to retry." = "Viestiä ei voitu lähettää. Kosketa yrittääksesi uudelleen.";

/* Status text for chat messages */
"Sending..." = "Lähettäminen...";
